[
  {
    "name": "Sapiens by Yuval Noah Harari",
    "description": "The Book in One Sentence\n\nSapiens is your guide to becoming an expert on the entire history of the human race as it reviews everything our species has been through from ancient ancestors to our dominating place in the world today.\nWhy should you read it?\n\nThis might be the most comprehensive, all-in-one history book out there. It is jam-packed with fascinating facts and details, making it an essential read for anyone interested in human history.\nKey Takeaways\n\n    The ability to think gave early humans language, which eventually led to agricultural advances allowing them to grow exponentially. \n    Improvements in trade were only possible with the invention of money and writing.\n    With better economic and communication means, scientific progress gave our race the abilities necessary to get to where we are today.\n\nIf you want to learn more, you can read our free four-minute summary or get a copy for yourself.",
    "price": 15.00,
    "stock": 100,
    "image": "08b1b26f16d64d849089c437f402c795.jpg",
    "productTypes": [
      {
        "productTypeId": 1
      }
    ]
  },
  {
    "name": "Portable Magnetic Home and Office Board Whiteboard 90X60CM Marker Eraser Button",
    "description": "Features:\n\n    Aluminum frame and smooth surface\n    Magnetic\n    No Ghosting\n    Two adjustable brackets allows you to place the whiteboard where you want\n    Rounded corner caps prevent bumps and scratches\n    Store pens, magnets, eraser and other work related items on the folding tray\n    Use as a photo board or inspiration board\n    Ideal for demonstrations, meetings, classes etc\n    Comes with 1 eraser, 10 magnetic buttons and 2 markers\n\nSpecifications:\n\n    Size: 90cm x 60cm\n    Package Weight: 3.3kg\n\nPackage Includes:\n\n    1 x Magnetic whiteboard\n    2 x Marker\n    1 x Eraser\n    10 x Magnetic Button\n\n",
    "price": 22.65,
    "stock": 54,
    "image": "02b9fc4819be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 3
      }
    ]
  },
  {
    "name": "White Board Erasers Drywipe Marker Office Whiteboard Supplies",
    "description": "Eraser back material: EVA+ foam .\n\nEraser surface material:Felt.\n\nSize:10.6*5*2CM.\n\nColor:sent at random.\n\nClean any large or small board easily, no need for sprays or cleaners.\n\nEco friendly, non-toxic, no smell.\n\nFelt bottom surface easily removes all for dry erase ink from any for dry erase board.\n\nGreat help to managers, teachers, students and children.\n\nSuitable for home, office, school, dormitory, game room, play centers etc.\n\nPackage included:\n\n1/4/6/8/12/24pcs * magnetic blackboard eraser(as your choice)",
    "price": 6.54,
    "stock": 120,
    "image": "02b9fe0a19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 3
      }
    ]
  },
  {
    "name": "Folding Camping Chairs Lightweight Outdoor Patio Garden Beach Chair Fishing Seat",
    "description": "The lightweight chair has been made with an easy-fold design so you can set it up and pack it away in seconds, the shoulder bag allows you to comfortably carry it with other camping equipment the chair is built with tough polyester 600D oxford fabric which is water, moisture and stain resistant which is easily wipeable. Handy cup holders built into the armrest, to place drinks, snacks or smartphone. A Sturdy construction made of cold rolled stainless steel and integrated crossbars ensure complete stability. This chair is ideal for Ideal for Camping, Fishing, BBQ, Beach, Garden, Picnics or even Hiking.\n\nFeatures / Specification:\n\nMaterials: Frame made of powder-coated steel, cover made of tear-proof polyester\nFor maximum user weights of 90KG\n\nWhat’s Included:\n\n1 x Camping Chair with Cover\n\n",
    "price": 16.48,
    "stock": 13,
    "image": "02ba018419be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 4
      },
      {
        "productTypeId": 10
      }
    ]
  },
  {
    "name": "Bury My Heart at Wounded Knee",
    "description": "The American West, 1860-1890: years of broken promises, disillusionment, war and massacre.\n\nBeginning with the Long Walk of the Navajos and ending with the massacre of Sioux at Wounded Knee, this extraordinary book tells how the American Indians lost their land, lives and liberty to white settlers pushing westward. Woven into a an engrossing saga of cruelty, treachery and violence are the fascinating stories of such legendary figures as Sitting Bull, Cochise, Crazy Horse and Geronimo.\n\nFirst published in 1970, Dee Brown's brutal and compelling narrative changed the way people thought about the original inhabitants of America, and focused attention on a national disgrace.",
    "price": 10.99,
    "stock": 54,
    "image": "02b9d4b619be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 1
      }
    ]
  },
  {
    "name": "Treat Demodex Infestation, Itchy Demodicosis Acne Rosacea Blepharitis, Hair Loss",
    "description": "Premium Kit A1-p (PKA1-p) includes four 125ml bottles which are made up of two of the Demodex Defence Cleanser (DDC), a Pro-Demodex Treatment (PDT) and a Demodex Hair Tonic (DHT), which work synergistically to support total mite elimination.\n\nUngex Premium Kit A1-p is suitable for all skin types and targets Demodex mite related symptoms, such as hair loss, androgenic alopecia, baldness, dandruff, acne, rosacea, blepharitis, pimples, seborrheic dermatitis, atopic dermatitis, eczema, itchy skin, aging skin, rough skin, enlarged pores, dermatosis, skin discoloration, rash and mite bites as well as helping to soothe and relief from inflammation and restoring of clarity and luster.\n\nThe protocol provided by Ungex ensures that every generation of Demodex mites is eliminated both mites on human skin and mites in the environment, to help stop the cross transfer and should be followed for a minimum of 4 months. The full User Guide for the protocol will be included with products and emailed upon request.\n\nThroughout this time, you will be assigned a personal Ungex consultant for the duration of your treatment to ensure you get the ultimate advantage from this Demodex mite treatment to help Demodex acne and rosacea on the skin and are supported every step of the way.\n\nAll Ungex products are natural and herbal based, which are designed to be used in a course to treat damaging Demodex mites, with no artificial colours, parabens, SLS, SLES and cruelty-free. \n\n Ingredients\nUngex Demodex Defence Cleanser (DDC)\nWater (Aqua), Ammonium Lauryl Sulfate, Cocamidopropyl Betaine, Glycyrrhiza Glabra (Licorice) Root Extract, Chamomilla Recutita (Matricaria) Flower Extract, Eucalyptus Globulus Leaf Oil, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Centella Asiatica Extract, Hydrolyzed Wheat Protein, Propylene Glycol, Glycerin, Pyridoxine HCl, Polyquaternium-10, Allantoin, Panthenol, Polyquaternium-7, Sodium Lauroyl Sarcosinate, Cocamidopropylamine Oxide, Menthol, PEG-12 Dimethicone, Alcohol, Fragrance (Parfum), Citric Acid, Benzyl Alcohol, Phenoxyethanol\n\nUngex Pro-Demodex Treatment (PDT)\nWater (Aqua), Polysorbate 20, Glycerin, Geraniol, Cocos Nucifera (Coconut) Oil, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Propylene Glycol, Sodium Citrate, Citric Acid, Iodopropynyl Butylcarbamate, Diazolidinyl Urea, Phenoxyethanol, Benzyl Alcohol\n\nUngex Demodex Hair Tonic (DHT)\nWater (Aqua), Alcohol Denat, PEG-40 Hydrogenated Castor Oil, Mentha Arvensis (Peppermint) Leaf Oil, Eucalyptus Globulus Leaf Oil, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Glycyrrhiza Glabra (Licorice) Root Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Centella Asiatica Extract, Chamomilla Recutita (Matricaria) Flower Extract, Hydrolyzed Keratin, Hydrolyzed Wheat Protein, Propylene Glycol, Panthenol, Menthol, PEG-12 Dimethicone, Citric Acid, Ethylhexylglycerin, Phenoxyethanol, Benzyl Alcohol",
    "price": 23,
    "stock": 349.00,
    "image": "02ba107a19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 5
      },
      {
        "productTypeId": 9
      }
    ]
  },
  {
    "name": "5 Litre Garden Pressure Sprayer Bottle Weed Killer Pump Sprayer 5000ml 150oz",
    "description": "SAKUSEI 5 Litre Pressure Sprayer\nPump Action\nIncludes Lance\nSimple to set up and use\nLock on Function (for continued Use)\nMeasurements in Fluid Ounces and Milliliters\nIncludes Shoulder Carrier\nPressure Release Valve\nHandle Locks into Place for easy Trasportation",
    "price": 14.59,
    "stock": 78,
    "image": "02ba035019be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 4
      }
    ]
  },
  {
    "name": "Self-Adhesive Cohesive Bandage Wrist Ankle First Aid Sports Medical Tape Wrap",
    "description": "Product specifications\nLength: 4.5M/177.16inch\nWidth: 2.5cm/0.98inch\n            7.5cm/2.95inch\n            10cm/3.93inch\n             15cm/5.90inch\nColor: such as picture\nFunction: The product is made of cotton cotton cloth, non-woven fabric,\nelastic cloth, medical absorbent gauze, spandex cotton fiber, elastic\nnon-woven fabric and natural rubber coated with medical pressure\nsensitive adhesive or natural latex. Hunting camouflage invisible tape\nfor anyone working outdoors.",
    "price": 2.65,
    "stock": 100,
    "image": "02ba11d819be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 5
      },
      {
        "productTypeId": 6
      }
    ]
  },
  {
    "name": "Baby Pram Pushchair 3 in 1 Travel System Folding Buggy Newborn & Toddlers",
    "description": "Exciting compact durable stroller. 180 degree smart handle, allowing baby to face you or away. Sitting or sleeping function with anti bump technology giving smooth comfy ride. One button fold with expandable pull handle. \n\n Product features:\n\n    Solid frame made from steel\n    300D Oxford Fabric\n    One button fold with expandable handle to pull stroller along\n    Compact fold allowing easy storage\n    Open and closed mesh, cool in the summer, snug and warm in the winter. \n    Two-way bar, allowing baby to face you or away\n    Secured seat belt / adjustable\n    Armrest bar (removable)\n    Suspension - eliminating bumpy ride\n    Storage basket with cover\n    Free rain cover provided with purchase. \n\nSizes and dimensions:\n\n    Expand size - 68*50*98cm\n    Folded size - 50*25*68cm\n    Parcel size delivered to you in box - 68.5*21.5*49cm\n    Net weight of pushchair - 7kg",
    "price": 215.71,
    "stock": 45,
    "image": "02ba60de19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 11
      }
    ]
  },
  {
    "name": "Gas Powered 3500 Watt Portable Inverter Generator Super Quiet 58 dB Home Backup",
    "description": "MXR3500 Portable Inverter Generator is a nice choice for clean power and optimal portability to charge and run your computer, TV, DVD player and more. It's single cylinder, 4-stroke, OHV engine produces 3,500 peak watts/3,000 running watts of power and generates just 58 dB of sound, making it perfect for quiet camping, RV and home use etc. Parallel capability allows you to run two our generators in tandem with the use of a power kit to effectively increase power output without the hassle that comes along with having a much larger unit. The handy suitcase design is both durable and compact and weighs only 47 lbs, giving you the freedom to take the MXR3500 anywhere with ease.\n\n \n\nApplication:\n\nSuitable for camping, outdoor party, garden courtyard, outdoor wedding, RV travel,  jobsites, construction, backup use of family power failure in extreme weather, etc.\n\n \n\nFeatures:\n\n*Lightweight and compact: only 47 lbs ,easy transport and storage\n\n*Quiet operation :58dBA(7m),comparable to the sound of a normal conversation\n\n*Steady power: Pure sine wave,produces safe, clean stable power for your phone, laptop and sensitive device.\n\n*Powerful generator:3500 peak watts, 3000 rated watts and up to 8.3 hours run time\n\n*Multiple Outlets:2x 120V 20 A, 1x 120V 30 A, 2x USB Outlets(5V DC 1A / 2.1A) \n\n*Protection:Carbon monoxide (CO) shutdown, and overload protection\n\n*Economy mode option(ECO): Fuel efficiency and reduce noise\n\n*Parallel ready:Double your power with parallel capability \n\n*Full of Accessories:Generator Cover included\n\n*Certification: EPA  & ISO 9001:2015 & Passed the ANSI/PGMA Standard \n\n Engine Type: 4-stroke, OHV, air-cooled\nEngine Displacement: 145ccG\nFuel Type: Gasoline  Oil Type: 10W30  \nVolume Level (23 Feet): 58dB\nRuntime: 8.3 h(25% load) 4.5 h(50% load)\nStarting System: Recoil start\nNet Weight: 47 lbs \nGenerator Size: 18.9×11.4×17.3 Inch (L*W*H)\nOther Features: Low Oil LED Alert / Overload LED Alert / Output Ready LED Alert / Eco-mode / Parallel Ready / Co Alarm\n\n \n\nPackage including:\n\n1 x Inverter Generator\n1 x Owner Manual\n1 x Spark Plug Socket Wrench\n1 x Oil Funnel\n1 x RV30 Plug\n1 x Generator Parallel Cables\n1 x Screwdriver\n1 x Generator Dust Cover",
    "price": 517.73,
    "stock": 17,
    "image": "02ba04e019be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 2
      },
      {
        "productTypeId": 4
      }
    ]
  },
  {
    "name": "DRAPER 500W GARDEN GRASS WEED STRIMMER AUTO FEED TRIMMER EDGE CUTTER 230V 45927",
    "description": "Grass trimmer with 500 watt motor\n Cutting width is 220 mm\n Speed of trimmer is 12000 r/min\n It has double line feed system\n\n\nTrimmer with 500W foot operated tilting motor for cutting under obstacles and double line auto feed system. Fitted with an Aluminium telescopic shaft, soft grip front handle and rear handle (both anti-vibration), flower guard, edging roller, protective guard, 6M (approx.) cable and approved plug.\n\nCutting width: 300mm\nSpeed: 9600r/min\nLine feed system: Double feed\nLine length: 6M (1.2mm dia.)\nWeight: 2.7kg",
    "price": 49.48,
    "stock": 10,
    "image": "02ba0ecc19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 4
      },
      {
        "productTypeId": 12
      }
    ]
  },
  {
    "name": "Natural Bee Venom Arthritis Analgesic Ointment Body Joint Back Neck Knee Cream",
    "description": "1. The Paste Is Delicate, Easy To Push And Absorb, Penetrates Deeply, Directly Hits The Source Of Pain, And Quickly Relieves Discomfort.\n\n2. Our Gel Is Enriched With Natural Herbal Extracts That Work Together To Support Joint Health And Comfort.\n\n3. Increase The Nutrient Supply Of Joint Tissue, Thereby Promoting Joint Repair And Regeneration.\n\n4. Reduce Joint Pain And Swelling, Improve Joint Mobility. \n\n Specifications:\n\nProduct Name: Cream\n\nBenefits: Reduces Joint Pain And Swelling, Improves Joint Mobility\n\nSkin Type: General\n\nStorage Method: Put In A Cool And Ventilated Place\n\nHow To Use: Apply Directly To Painful Areas",
    "price": 4.94,
    "stock": 11,
    "image": "02ba134a19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 5
      }
    ]
  },
  {
    "name": "The Dark Side of the Mind: True Stories from My Life as a Forensic Psychologist",
    "description": "Welcome to the world of the forensic psychologist, where the people you meet are wildly unpredictable and often frightening.\n\nThe job: to delve into the psyche of convicted men and women to try to understand what lies behind their often brutal actions.\n\nFollow in the footsteps of Kerry Daynes, one of the most sought-after forensic psychologists in the business and consultant on major police investigations.\n\nKerry's job has taken her to the cells of maximum-security prisons, police interview rooms, the wards of secure hospitals and the witness box of the court room.\n\nHer work has helped solve a cold case, convict the guilty and prevent a vicious attack.\n\nSpending every moment of your life staring into the darker side of life comes with a price. Kerry's frank memoir gives an unforgettable insight into the personal and professional dangers in store for a female psychologist working with some of the most disturbing men and women.\n",
    "price": 24.50,
    "stock": 12,
    "image": "02b9db8c19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 1
      }
    ]
  },
  {
    "name": "Neglected: Scared, hungry and alone, Jamey craves affection",
    "description": "\nLittle Jamey, 2½ years old, is placed with experienced foster carer, Cathy Glass, as an emergency.\n\nThe police and social services had no choice after a neighbour reported Jamey had been left alone all night while his mother went out partying. Scared, hungry and withdrawn, Jamey has spent so much time in his cot that his leg muscles haven’t developed, and he can barely walk. He is craving affection, and Cathy and her family find him very easy to love. However, as Jamey begins to settle in and make progress a new threat emerges. Coronavirus and lockdown changes everything.\n",
    "price": 15.00,
    "stock": 0,
    "image": "02b9dd8019be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 1
      }
    ]
  },
  {
    "name": "Silver Cross Motion All Size 360 Car Seat. Birth - 12 yrs",
    "description": "Silver Cross Motion All Size 360 Car Seat. Birth - 12 yrs. Brand New, Warranty, Receipt, Unopened, RRP £395\nBrought from John Lewis.\nColour: Cedar\nRRP: 395.00\nGuarantee: 3 year guarantee included / Manufacturer's warranty: 3 years\nProduct code: 31557618\nSuitable from birth to approximately 12 years (40-145cm)\nR129-compliant (i-Size ready)\nIsofix compatible\nAwarded best baby, toddler and child car seat in the ADAC 2022 Autumn Test.\nBooster seat type: High Back\nBrand: Silver Cross\nCar seat type: Toddler Car Seats\nCare instructions: Sponge clean only\nDimensions: H67 x W44.5 x D67.5cm\nDrying instructions: Do not tumble dry\nFacing position: Forward Facing, Rear Facing, Swivel\nGuarantee: 3 year guarantee included\nHeight band: 40-145cm\nIsofix compatible\nR129 regulation\nR129 Compliant\nRange: Silver Cross Motion All Size\nReclining positions: 3\nSuitable from: Birth\nUnpackaged weight car seat + isofix base\n15.3kg\nUnpackaged weight car seat only\nHelp32PxOutlinedIconTitle\n14kg\nWashing instructions\nMachine washable covers",
    "price": 406.06,
    "stock": 3,
    "image": "02ba620019be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 11
      }
    ]
  },
  {
    "name": "HARPPA Baby High Chair with 4 Wheels Adjustable Kid Chair Dining Chairs Green",
    "description": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is applicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. ",
    "price": 75.99,
    "stock": 4,
    "image": "02ba655219be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 11
      }
    ]
  },
  {
    "name": "Apple 13.3\" MacBook Air M1 Chip with Retina Display",
    "description": "The Apple 13\" MacBook Air features Apple's first chip designed specifically for Mac. The Apple M1 integrates the CPU, GPU, Neural Engine, I/O, and more into a single system on a chip (SoC). Tackle your projects with the fast 8-Core CPU and take on graphics-intensive apps and games with the 7-core GPU. Accelerate machine learning tasks with the 16-core Neural Engine. Complete with a silent, fanless design and up to 18 hours of battery life, the MacBook Air is still portable, but now a lot more powerful. It also has 16GB of unified RAM and a 256GB SSD.\n\nWith over 4 million pixels, the 13.3\" Retina Display features a 2560 x 1600 screen resolution and a 16:10 aspect ratio for 227 pixels per inch (ppi). The display also features up to 48 percent more color than the previous generation. With True Tone technology, the white balance automatically adjusts to match the color temperature of the light around you for a more natural viewing experience.\n\nConnect to the internet via Wi-Fi 6 (802.11ax) and use compatible wireless peripherals and accessories with Bluetooth 5.0. The two Thunderbolt 3 ports provide USB4 support and can even connect to the Apple Pro Display XDR in full 6K resolution. Apple also included studio-quality mics for clear recordings and calls. There is also Apple's latest camera ISP in the M1 chip, which enables sharper images and more details in shadows and highlights in video calls. Keep your MacBook Air secure with Secure Enclave in M1 as well as Touch ID. The backlit Magic Keyboard provides a comfortable typing experience, and the Force Touch trackpad allows for precise cursor control, pressure-sensing capabilities, and Multi-Touch gestures.\n\nPlease note that this MacBook Air can only output to a single external display with up to 6K resolution at 60 Hz.\n\nThis Mac comes preloaded with macOS. Updates can be downloaded for free via the Mac App Store. Please check Apple's website for upgrade eligibility.",
    "price": 1400,
    "stock": 23,
    "image": "02b9ec4e19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 2
      }
    ]
  },
  {
    "name": "Apple AirPods Pro with Wireless MagSafe Charging Case (2nd Generation)",
    "description": "The H2 chip powers a more personalized audio experience with the 2nd generation AirPods Pro with Wireless MagSafe Charging Case from Apple. The chip works with a custom-built low-distortion driver, amplifier, and inward-facing mic in each ear to deliver clear highs, powerful bass, and audio tuned to your ear shape as you hear it. They also usher in a new dimension of sound with immersive Spatial Audio, making you feel like you're on stage with the band. Other aspects of the AirPods Pro have been upgraded, including ANC with double the cancellation, a transparency mode that adapts to high decibel sounds, and more. With all the reengineered features in the AirPods Pro 2nd gen, Apple takes your mobile audio experience to a new, more personal level.\nPersonalized Spatial Audio\nIn general, the ability to produce Spatial Audio is designed to make you feel like you're in the room with the musician or band, or on stage at a concert, with vocals and instruments sounding as if they are all around you. Spatial Audio with AirPods Pro works on any device supporting Dolby Atmos content. When paired with an iPhone equipped with a TrueDepth camera, this sound can be personalized. The TrueDepth camera analyzes your head's unique geometry to create a Spatial Audio profile, which can be easily synced across supported Apple devices.\nDynamic Head Tracking\nOn compatible devices, this feature gives you three-dimensional audio that's repositioned as you move your head. This equates to a more natural listening experience, and on Group FaceTime calls, it sounds as if you're in the room with friends and family.\nImproved Noise Cancellation\nWith the 2nd generation of AirPods Pro, Apple doubled the effectiveness of active noise cancellation by using noise cancellation mics along with a rear vent to quickly detect and filter out sounds.\nAdaptive Transparency\nA normal Transparency mode lets outside sound back in so you can have conversations and interact with the world around you. The 2nd generation of AirPods Pro improves this with Adaptive Transparency, which adds a layer of dampening to lower the volume of unwanted high decibel sounds, such as construction sites and sirens.\nWireless MagSafe Charging Case\nThe included wireless MagSafe charging case has been improved with the addition of a built-in U1 chip and speaker. The chip enables Find My with Precision Finding, which emits a sound to help you locate the case if it's lost. You can also use Find My with Proximity View to quickly locate misplaced AirPods Pro that are nearby. The speaker also offers all-new tones for other functions, such as when the battery is low or when pairing is complete.\nAll-Day Battery\nWith active noise cancellation enabled, the 2nd generation AirPods Pro provide up to 6 hours of playback on a full charge, with another 24 hours available within the charging case. Charging the earphones is as easy as placing them inside and closing the lid. The charging case itself can be wirelessly recharged via an (optional) Apple Watch, MagSafe, or Qi-compatible charging pad, or with the included Lightning to USB Type-C cable.\nTouch Controls\nClever touch controls built into the stems of each AirPod lets you control all of the major features while leaving your phone in your pocket.\n\n    Lightly swipe up or down to raise or lower the volume.\n    Press the stem to play/pause audio and answer incoming calls\n    Hold the stem to switch between active noise cancellation or adaptive transparency modes\n\nClear Calls\nThe inward-facing mic works with voice enhancement algorithms to better recognize your voice for more natural phone and video calls.\nMagical Setup\nSetting up the AirPods Pro with all of your iOS devices is so easy it feels like magic. Just place the case near your iPhone and tap \"Connect\" when it pops up. This simple action seamlessly pairs them to your iPhone and every device on your iCloud account.\nAudio Sharing\nShare audio from your iOS device between any two sets of AirPods. Bring the AirPods near an iPhone, iPad, or Apple TV that you want to listen to and you'll connect instantly.\nAlways-On Siri\nWhen paired with an iOS device, Siri is always on and ready to help. Simply say \"Hey Siri\" to perform a host of functions on the device via voice commands through the AirPods. You can play music, make calls, get directions, check your schedule, and more. Siri can even read your important messages and alerts to you as they arrive, and you can reply to messages with just your voice.\nSeamless Switching\nYou can easily and seamlessly switch between multiple iOS devices. So, if you're listening to music on your iPad, you can switch to your iPhone instantly to use the AirPods to answer an incoming call.\nAirPods & Accessibility\nFor those with selective hearing needs, the AirPods Pro can help make life easier. Conversation Boost focuses on voices directly in front of you to help you have more natural conversations. Headphone Accommodations can amplify frequencies that you need to hear more clearly. Finally, with Live Listen and your iPhone, you can hear others at a distance, such as a speaker in an auditorium.",
    "price": 229.99,
    "stock": 13,
    "image": "02b9ee5619be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 2
      }
    ]
  },
  {
    "name": "Solid Stone Figures Lions Pair with Sign Gatekeeper Stone Cast",
    "description": "Pair of lions with shield stone figures. Each figure size: 40 cm, dimensions: 20 x 14 cm, color: gray, weight: 16 kg, material: white concrete / cast stone.",
    "price": 118.88,
    "stock": 5,
    "image": "02ba149e19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 4
      }
    ]
  },
  {
    "name": "Miniature Fairy Door Hobbit Pixie Elf Tree Garden Gnome Ornament Home Decor FAST",
    "description": "Sturdy and Durable: The mini door is made of high-quality wood material, which is strong and durable, not easy to break or deform, and can be stored and used for a long time. They also have a smooth finish that requires no further sanding and won't cause scratches on your hands or skin.\n\nRetain good memories: Gardening can cultivate children's loving world and the existence of fairy gates, which can help children lock their childhood identity and leave good memories. With this miniature fairy door, you can easily get home decor, turn your garden or bedroom into a fairy tale world, and make your room more inviting. interesting\n\nCharming Design: The miniature fairy door is designed with hollow window ornaments or other carved simple patterns, vivid and delicate, suitable for mini fairy garden decoration, perfect design and workmanship, fully restore the measures of wooden doors!\n\nGreat gift for kids: With this kit, you can enjoy gardening with your kids! It is designed to stimulate creativity, expression and learning in children as they build around fairy gardens.\n\nMultipurpose: You can use fairy gates to decorate trees, fences, walls and anywhere you like. Invite fairies to your home, and you and your kids can enjoy a magical interactive journey, creating a magical porch for fairies to walk into your world.\nThe miniature fairy door is designed with hollow window ornaments or other simple carving patterns, which are vivid and delicate, suitable for decoration of the little fairy garden. The perfect design and workmanship restore the wooden door to the fullest.\n\nFeature:\n\nSize: 10*8cm/3.9*3.15inch\nMaterial: Wood\n\nPacking: 1 X Fairy Door\n",
    "price": 4.07,
    "stock": 3,
    "image": "4c5c4afa6b564fd9a2875dac5615ca11.jpg",
    "productTypes": [
      {
        "productTypeId": 4
      },
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 10
      }
    ]
  },
  {
    "name": "They Can’t Kill Us Until They Kill Us",
    "description": "In an age of confusion, fear, and loss, Hanif Abdurraqib’s is a voice that matters. Whether he’s attending a Bruce Springsteen concert the day after visiting Michael Brown’s grave, or discussing public displays of affection at a Carly Rae Jepsen show, he writes with a poignancy and magnetism that resonates profoundly.\n\nIn the wake of the nightclub attacks in Paris, he recalls how he sought refuge as a teenager in music, at shows, and wonders whether the next generation of young Muslims will not be afforded that opportunity now. While discussing the everyday threat to the lives of black Americans, Abdurraqib recounts the first time he was ordered to the ground by police officers: for attempting to enter his own car.\n\nIn essays that have been published by the New York Times, MTV, and Pitchfork, among others―along with original, previously unreleased essays―Abdurraqib uses music and culture as a lens through which to view our world, so that we might better understand ourselves, and in so doing proves himself a bellwether for our times.",
    "price": 15.95,
    "stock": 3,
    "image": "02b9df6a19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 1
      }
    ]
  },
  {
    "name": "Skin Whitening Lightening Ultra Face Brightening Serum Dark Spot Bleaching Cream",
    "description": "Are you looking for a gentle (Hydroquinone Free), safe and natural method to fade away dark spots and uneven skin tone on your face and/or body?\n\n \n\nEnchanted Waters has developed a premium skin lightening serum, consisting of an ideal blend of all the best whitening agents, that works deeply inside of the skin without any harsh or dangerous chemicals.\n\n \n\n·         It’s widely used to treat hyper-pigmentation and other skin pigmentation issues\n\non the face, neck, elbows, scars, knees, and more.\n\n \n\n·         Great for Intimate & Sensitive Areas - Lights Dark Spots - Melasma & Other\n\nSkin Pigmentation Issues\n\n \n\n·         With continued use: Up to 3 Shades Lighter-Brighter Skin & More Even Skin Tone\n\n \n\n·         Lightening effect created by inhibiting Melanin formation.\n\n \n\n·         Promotes skin lightening and helps establish an even skin tone.\n\n \n\n·         Minimizes Liver Spots.\n\n \n\n·         Lighten Freckles and Sunspots",
    "price": 27.89,
    "stock": 13,
    "image": "02ba178219be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 5
      }
    ]
  },
  {
    "name": "7PCS Outdoor Furniture Patio Sectional PE Wicker Rattan Sofa Set Yard Deck Couch",
    "description": "",
    "price": 69.99,
    "stock": 8,
    "image": "02ba372619be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 10
      }
    ]
  },
  {
    "name": "XXL rocking chair relaxation ",
    "description": "Specifications:\n\nStyle: Modern\nType: rocking chair / recliner\nAssembly Required: NO\nFeature: foldable, space saving\nRoom: bedroom, living room, living room\nMaterial: Bamboo\nColor: Natural bamboo\n\nNet weight: 12.4kg\nWeight carrying capacity: 200kg/441 lbs\nProduct dimension: Total L * W 95x54cm/37.4x21.3 inches\nFootrest size: L * W 30.2 x 31cm / 11.9 x 12.2 inches\nBackrest height: 80cm/31.5 inches\nCushion size: L * W 31x15cm/12x6 inch\nAdjustable armrest: from 110 cm / 43.3\", 104 cm / 40.9\", 96 cm / 37.8\", 84.5 cm / 33.3\", to 71 cm / 28\"\n\nDelivery contents:\n\n1 x longer rocking chair\n1 x screw accessories (set) \n\nTranslated with www.DeepL.com/Translator (free version)",
    "price": 170.09,
    "stock": 5,
    "image": "02ba38d419be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 10
      }
    ]
  },
  {
    "name": "LUXURY Wingback Bed Frame Double King Size Super King",
    "description": "This bed is manufactured in the UK and is made to order bed in our in-house Yorkshire based factory.\n• The quality and workmanship of this bed is to a high standard.\n• The bed is finished using high quality plush fabric & padded using high quality foam. \n\n• Hand crafted by UK. ",
    "price": 291.86,
    "stock": 11,
    "image": "02ba46ee19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 10
      }
    ]
  },
  {
    "name": "Acer 15.6\" Predator Helios 300 Gaming Laptop (SpatialLabs Edition)",
    "description": "Dive deep into immersive experiences with the 15.6\" Predator Helios 300 Spatial Labs Edition Gaming Laptop from Acer. The stunning 3840 x 2160 resolution display may be switched to a 1920 x 2160 3D mode that uses the included SpatialLabs TrueGame and Go applications to transform supported games and regular 2D photos, videos, and even video calls into holograms without the use of special glasses. But even without the simulated 3D effects, the Predator Helios 300 stands out as a gaming and content-creation powerhouse. Inside the durable metal chassis is a 12th generation Intel Core i9 14-core processor, 32GB of DDR5 memory, and dual 1TB M.2 PCIe 4.0 SSDs in a RAID 0 configuration that can quickly load and multitask demanding applications and gigantic open world games. At the same time, NVIDIA GeForce RTX 3080 graphics delivers high frame rates, real-time ray tracing, and AI-driven performance enhancements with supported games and applications while the DTS: X Ultra virtual surround sound completes the experience.\n\nBuilt-in support for Wi-Fi 6E, in addition to a Gigabit Ethernet port, allows you to connect to high-speed networks for smooth 4K video streaming, online gaming, and live stream broadcasts using the HDR compatible 720p webcam. Additionally, you can quickly transfer large files from compatible devices through the 40 Gb/s Thunderbolt 4 port and the 10 Gb/s USB-A 3.2 Gen 2 ports. Customize the highly responsive per-key RGB backlit gaming keyboard with a variety of effects to match your game, style, and mood. Windows 11 Home is preinstalled on the system.",
    "price": 3499.99,
    "stock": 5,
    "image": "02b9effa19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 2
      }
    ]
  },
  {
    "name": "Star Wars Darth Vader 2005 Revenge Of The Sith ROTS 3.75\" Figure lightsaber toy",
    "description": "\nCondition : New , without original packing\n\nBrand: By hasbro / star wars \n\nSize : About 3.75 \" tall \nName: Star wars action figure\n\nMaterial:  Made from high quality PVC ",
    "price": 3.68,
    "stock": 4,
    "image": "02ba667e19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 11
      }
    ]
  },
  {
    "name": "Dimmable LED Desk Light Touch Sensor Table Bedside Reading Lamp USB Rechargeable",
    "description": "Features:\nHigh-Quality Material: The lamp is well crafted from premium plastic, odor-free, no color fading and durable. Besides, it is equipped with charging protection. Feel free to use it while charging, safe and practical.\nTouch Adjustment: Touching the on/off button on lamp base, you can choose suitable brightness according to different needs. Touch once for the first level brightness; touch twice for higher one and touch three times for the brightest one.\nSoft & Comfortable Light: This small and compact 18 LEDs lamp produces flicker-free light beam with consistent brightness, without causing visual fatigue when you are reading, so that you can work or study for a long time comfortably.\nLong Standby Time: Two power sources including powered by USB cable or built-in large capacity battery. And the USB interface offers you more charging options. You can charge it via a power bank, laptop, computer, adapter, etc.\nSpecifications:\nMaterial: ABS\nPower: 1.8W\nRated Voltage: 3.5-5V\nRated Frequency: 50Hz\nLED Quantity: 18Pcs\nPower Supply: Built-in Battery or USB Cable\nColor: White\nProduct Size: about 10 x 11.5 x 33cm/ 3.9 x 4.5 x 13in\nNotes:\nPlease allow a slight dimension difference due to different manual measurements.\nDue to the light and screen setting difference, the item's color may be slightly different from the pictures.\nPackage Contents:\n1 x Lamp\n1 x USB Cable\n1 x User Manual",
    "price": 6.21,
    "stock": 0,
    "image": "02b9fe0a19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 3
      }
    ]
  },
  {
    "name": "Paint Set - Sand and Desert - Intensity Airbrush Brush Figures Miniature ",
    "description": "Acrylic paints with an opaque and smooth matt finish, especially designed for modelling and miniature painting. Curated and carefully developed by experienced artists using a new generation of pigments, the Acrylic Color range aims to provide a full spectrum of all basic tones and shades necessary for wargames, vehicles, miniatures and dioramas, as well as colours exclusive to GSW.\n\n\nRich in high quality pigments, these colours will leave a fine homogenous layer of fast drying paint, respecting all details on the surface. Perfect for glazes and other techniques, making them adequate for experts and amateurs alike. Designed especially for brush painting, but Acrylic Color paints can be used with an airbrush when slightly diluted with Acrylic Thinner.\n\n\nNon-toxic water-based with no latex. Shake well before use. Includes stainless steel mixing ball. Contains 8 x 17ml.\n\n\nContent:\n\n\n1x Mustard Yellow\n\n1x Ivor y Tusk\n\n1x Overlord Olive\n\n1x English Field Brown\n\n1x Coyote Brown\n\n1x Yellow-Brown Ops\n\n1x Valkyrie Yellow\n\n1x Sandstorm",
    "price": 24.90,
    "stock": 22,
    "image": "0f1052cc96864245acde1c9319f0b904.jpg",
    "productTypes": [
      {
        "productTypeId": 12
      }
    ]
  },
  {
    "name": "Violet Evergarden Figure | Anime Figure | Violer Evergarden",
    "description": "",
    "price": 133.88,
    "stock": 3,
    "image": "02ba68c219be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 12
      }
    ]
  },
  {
    "name": "Kensingron grey Brand New U Shape Fabric Corner Sofa Good quality brand new",
    "description": "Brand New U Shape Fabric Corner Sofa Good quality brand new\n\nTOP QUALITY WITH PROPER FOAM SEATS\nSize of sofa is 305cm across the back and 165cm for each bit sticking out \n\nStylish grey kensington fabric ",
    "price": 696.65,
    "stock": 3,
    "image": "02ba51c019be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 10
      }
    ]
  },
  {
    "name": "Naruto (3-In-1 Edition), Vol. 1 : Includes Vols. 1, 2 & 3",
    "description": "The epic ninja adventure that became a global phenomenon Naruto is a young shinobi with an incorrigible knack for mischief. He's got a wild sense of humor, but Naruto is completely serious about his mission to be the world's greatest ninja This Chakra-Powered Omnibus Contains Volumes 1, 2 and 3 of Naruto No one takes Naruto seriously at Ninja Academy. Especially not the other students, who all are competing to be the best ninja ever and someday lead Konoha, the Village Hidden in the Leaves. Naruto and his classmates are about to embark on an adventure that takes them far beyond Ninja Academy, beyond Konoha, beyond anything they ever imagined. What is Naruto's true destiny? The epic story that has sold millions worldwide begins now",
    "price": 14.99,
    "stock": 20,
    "image": "02ba6a5219be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 1
      },
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 11
      },
      {
        "productTypeId": 12
      }
    ]
  },
  {
    "name": "Epson EB-X27 Long Throw 2700 Lumens 3LCD VGA HDMI New Lamp 0 Hours Projector",
    "description": "Display Technology: 3LCD\nModel: EB-X27\nMaximum Resolution: 1080i (FHD)\nContrast Ratio: 10000:1\nAspect Ratio: 4:3\nUnit Quantity: 1\nConnectivity: LAN HDMI Standard USB VGA/SVGA D-Sub\nType: Video Projector\nMPN: Epson EB-X27 Long Throw Data Projector\nThrow Ratio: Long Throw\nImage Brightness: 2700 ANSI Lumens\nNative Resolution: 1024 x 768\nUnit Type: Unit\nBrand: Epson\n",
    "price": 190.33,
    "stock": 7,
    "image": "02b9ffcc19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 2
      },
      {
        "productTypeId": 3
      },
      {
        "productTypeId": 12
      }
    ]
  },
  {
    "name": "Legend Of Zelda 86748 LINK 50 Cm GROSS Figur World of Nintendo Jakks Ab 3 Jahre",
    "description": "",
    "price": 109.76,
    "stock": 1,
    "image": "02ba6b8819be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 12
      }
    ]
  },
  {
    "name": "The Crown Ain’t Worth Much",
    "description": "The Crown Ain’t Worth Much, Hanif Abdurraqib’s first full-length collection, is a sharp and vulnerable portrayal of city life in the United States. New York Times best-selling author, Abdurraqib brings his interest in pop culture to these poems, analyzing race, gender, family, and the love that finally holds us together even as it threatens to break us. The poems in this collection are challenging and accessible at once, as they seek to render real human voices in moments of tragedy and celebration.",
    "price": 18.00,
    "stock": 0,
    "image": "fabbeab46bc04bb08799f3dbf6d9081b.jpg",
    "productTypes": [
      {
        "productTypeId": 1
      }
    ]
  },
  {
    "name": "Nesting Coffee Tables Set of 2, Round Stacking Sofa Side Tables for Living Room",
    "description": "Features:\n\nIncludes two coffee tables, a perfect addition to your home\n\nThey can be used separately or together or nested to save space when not in use\n\nAdjustable foot pads keep the table stable on uneven grounds\n\nQuality MDF board and metal frame for high stability and long durability\n\nAssembly is required\n\n \n\nSpecifications:\n\nColor: Same as picture\n\nMaterial: Partical board with melamine\n\nOverall Dimensions: 80*80*45.72cm (large table), 59.7*59.7*33cm (small table)\n\nWeight Capacity: 22 lbs. (each table)\n\n \n\nPackage Contents:\n\nRound Nesting Tables Set of 2",
    "price": 69.78,
    "stock": 32,
    "image": "02ba531e19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 10
      }
    ]
  },
  {
    "name": "Banzai YuGiOh 09/2004 Exclusive Red-Eyed Black Dragon",
    "description": "Brand New: A new, unread, unused book in perfect condition with no missing or damaged pages.",
    "price": 109.87,
    "stock": 0,
    "image": "02ba6d0419be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 1
      },
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 11
      },
      {
        "productTypeId": 12
      }
    ]
  },
  {
    "name": "LG OLED83G2PUA 83 Inch HDR 4K Smart OLED TV",
    "description": "G2 Series HDR 4K Smart OLED TV (2022)\nBright Colors Meet Beautiful Design\nExperience our brightest OLED ever in a stunning new gallery design that hugs the wall for the ultimate balance of form and function, for the \n\nmost premium TV entertainment experience possible\n\nKEY FEATURES\n\nOLED Evo Gallery Edition\nA BRIGHTER IDEA \nOur self-lit OLED pixels create a picture quality like no other in our new OLED evo Gallery Edition—with the highest contrast, perfect black, and the brightest colors ever seen in an LG OLED\n\nGallery Design\nWELCOME TO THE GALLERY \nTransform your home to a more artful space with the new sleek, OLED design that leaves virtually no gap when you hang it on the wall.\n\nHome Cinema\nJUST ADD POPCORN \nGet in the action the way directors intended with Filmmaker Mode—and enhance every moment with Dolby Vision IQ and Dolby Atmos for the ultimate home theater experience\n\nα9 Gen 5 AI Processor 4K\nBRAINS WORTH BOASTING ABOUT \nMake the impossible possible with our latest a9 Gen5 AI Processor 4K engineered exclusively for LG OLED to automatically adjust your settings to improve picture and sound quality based on whatever you’re watching. \n\nGaming\nMEET THE NEXT-LEVEL OF GAMING \nBe at the top of your game with NVIDIA G-SYNC, FreeSync Premium, and VRR to experience real-time action, plus the LG Game Optimizer and 4 HDMI 2.1 ports to get you (and keep you) in the action \n\n_______________________________\n\nSPECIFICATIONS\n\nPICTURE (PANEL)\n\nDisplay Type Self-Lighting OLED Evo Display\nDisplay Resolution 4K Ultra HD (3,840 x 2,160)\nBrightness Booster Brightness Booster Max\nWide Viewing Angle Yes\nDimming Technology Pixel Level Dimming\nPerfect Black Yes\nIntense Color (Wide Color Gamut) Yes\nBillion Rich Colors Yes\n100% Color Fidelity Yes\n100% Color Volume Yes\n\nPICTURE (PROCESSING)\n\nPicture Processor α9 Gen 5 AI Processor 4K\nAI Picture AI Picture Pro\nUpscaling AI 4K Upscaling\nRefresh Rate 120Hz Native\n\nSOUND (PROCESSING)\n\nAI Sound AI Sound Pro\nTV Sound Mode Share Yes\nBluetooth Surround Ready Yes\n\nHOME CINEMA\n\nHDR Cinema HDR (Dolby Vision, HDR10, HLG)\nDynamic Tone Mapping Pro\nDolby Vision IQ Yes (Precision Detail)\nFilmmaker Mode Yes\nMagic Explorer Yes\nNext Picks Yes\n\nGAMING\n\nGame Optimizer YesG-SYNC Compatible Yes\nFreeSync Premium™ Yes\nVRR (Variable Refresh Rate) Yes\nALLM (Auto Low Latency Mode) Yes\nResponse Time <1 ms\nHGiG Yes\nCloud Gaming Google STADIA / NVIDIA GEFORCE NOW\n\nSMART TV\n\nOperating System webOS 22\nContent Partners Netflix, HBO Max, Prime Video, Disney+, Apple TV, Hulu, \nParamount+, Peacock, Youtube TV, Spotify, iHeartRadio and more\nLG Content Store (App Store) Yes\nFull Web Browser Yes\nLG Channels Yes\nSports Alert Yes\nArt Gallery Yes\nWho.Where.What? Yes\nHome Dashboard Yes\nRoom to Room Share Yes (Sender and Receiver)\nAlways Ready Yes\nAmbient Mode Yes\n\"Works With\" Google Assistant, Alexa, Apple Airplay2 and Homekit\n(Separate device purchase necessary)\n\nAI TV (ARTIFICIAL INTELLIGENCE)\n\nLG ThinQ® AI Yes\nHands-free Voice Control Yes\nMagic Remote Control Yes (Point, Click, Scroll, Voice)\nUniversal Remote Control Yes (Auto Device Detection)\nVoice Assistants Google and Alexa Built-in\n(No separate device purchase necessary)\nIntelligent Voice Recognition Yes\n\nAUDIO\n\nSpeaker System 4.2 Channel\nOutput Power 60W\nSpeaker Direction Down Firing\nDolby Atmos Yes\nWiSA Ready Yes (Separate Dongle Purchase Required)\nUp to 2.1 Channel\nAudio Codec AC4, AC3(Dolby Digital), EAC3, HE-AAC, AAC, MP2, MP3, PCM, \nWMA, apt-X (Refer to manual)\nLG Sound Sync Yes\n\nCONNECTIVITY\n\nNEXTGEN TV (ATSC 3.0) Yes\nWi-Fi® Standard Wi-Fi Certified 802.11ax (Wifi 6)\nBluetooth® Support Version 5.0\nIP Control Yes\nHDMI-CEC (Simplink) Yes\nTV Tuner ATSC 3.0, Clear QAM\nSmart Phone Connectivity Yes\n\nINPUTS & OUTPUTS\n\nHDMI Input (HDCP 2.2) 4 (Side): 97\", 83\"\n2 (Bottom) / 2 (Side): 65\", 55\"\nHDMI 2.1 (4K 120Hz) HDMI ports 1,2,3,4\nHDMI Audio Return Channel (ARC) eARC (HDMI 2)\nUSB Ports (v 2.0) 3 (Side): 97\", 83\", 77\" / 2 (Bottom) / 1 (Side): 65\", 55\"\nRF Connection Input (Antenna/Cable) 1 (Side): 97\", 83\", 77\" / 1 (Bottom): 65\", 55\"\nAV Input -\nEthernet Input 1 (Side): 97\", 83\", 77\" / 1 (Bottom): 65\", 55\"\nRS-232C Input (Mini Jack) 1 (Bottom)\nDigital Audio Output (Optical) 1 (Side): 97\", 83\", 77\" / 1 (Bottom): 65\", 55\"\nHeadphone Out -\n\nPOWER\n\nPower Supply (Voltage, Hz) AC 120V, 50/60Hz\nStandby Power Consumption: 0.4W\nTypical Power Consumption 97\" : TBD\n83\" : 185 W\n77\" : 160 W\n65\" : 115W\n55\" : 100 W\nAnnual Power Consumption 97\" : TBD\n83\" : 340 kWh/y\n77\" : 295 kWh/y\n65\" : 213 kWh/y\n55\" : 185 kWh/y",
    "price": 1475.00,
    "stock": 15,
    "image": "02b9f1a819be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 2
      }
    ]
  },
  {
    "name": "Octagon SF8008 4K UHD DVB-S2X & T2C Combo Receiver - Schwarz",
    "description": "Der Octagon SF8008 ist der zweite 4K UHD-Receiver aus dem Hause Octagon. Er codiert Inhalte in HEVC.265, bietet zwei fest verbaute Tuner (DVB-S2X und DVB-C/T2), mit 15.000 DMIPS recht leitungsfähig und erfüllt in Sachen Anschlussmöglichkeiten aktuelle Standards. Es ist ein USB 3.0 Port sowie ein USB 2.0 Port, eine Gigabit LAN-Schnittstelle, ein CA-Schacht, ein S/PDIF-Ausgang, ein AV-, ein RS-232- sowie ein HDMI-Anschluss sowie ein MicroSD-Kartenslot verbaut. \n\n Technische Daten Octagon SF8008:\n\n- DVB-S2X & DVB-C/T2 Combo (2xTuner)\n- Hisilicon Hi3798MV200 Huawei Chip\n- Quad Core 64Bit (4x 1.6GHz) Prozessor mit 15000 DMIPS\n- 8GB eMMC Flashspeicher\n- 1GB DDR4 RAM\n- 4-stelliges 7-Segment Display\n- 300Mbit Wlan eingebaut, 2x Wlan Antennen\n\n\nFeatures:\n\n- Linux Enigma2 OS Betriebssystem\n- DVB-S2X 4K UHD & Multistream\n- PIP HD & UHD (Bild in Bild)\n- HDR 10bit & HLG\n- Blindscan (Blindsuche)\n- HbbTV\n- Stalker-Unterstützung\n- ffmpeq HW Playback Support\n- 2160P Media Playback H.264 und H.265 HEVC\n- OTA Updates\n- PVR Aufnahmen (*optional)\n- 0.5W Stand-by",
    "price": 129.79,
    "stock": 5,
    "image": "02b9f35619be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 2
      }
    ]
  },
  {
    "name": "Im A Teacher Lets Assume Im Never Wrong WOMENS T-SHIRT Top Funny birthday gift",
    "description": "PRODUCT INFORMATION\n\n    Original Registered UK Design \n    May feature a distressed-style graphic print to achieve a 'vintage' appearance\n    Boasts shaped side seams for a feminine fit\n    This super soft-style short-sleeve ladies tee is produced using Belcoro yarn for a softer feel. Also features 165gsm 100% cotton preshrunk jersey knit, seamless double-neck collar, twin-needle stitch on bottom and hem, as well as taped neck and shoulders for a premium-quality feel and appearance\n    Machine washable (cold 40 degree Fahrenheit washes are recommended). Do not tumble dry or iron directly onto logo (turning garment inside-out is advised for ironing)\n    New with original tags\n    Exclusively printed for JNR Apparel\n    Officially Licensed design",
    "price": 10.08,
    "stock": 34,
    "image": "02ba31fe19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 8
      }
    ]
  },
  {
    "name": "The Lord of the Rings - THE FELLOWSHIP OF THE RING",
    "description": "The Fellowship of the Ring is the first of the three volumes that comprise The Lord of the Rings novel. Set in a mythical universe of Middle-earth, this book continues in the same tone as The Hobbit. The Dark Lord, Sauron, is the Lord of the Rings, who is on a mission to reclaim the One Ring and use it to enslave all of Middle-earth.\n\nThe Fellowship Of The Ring commences with a birthday party in Hobbiton. Bilbo Baggins, the current possessor of the Ring, turns 111 and bequeaths the ring to his cousin, Frodo Baggins. Several years pass and the wizard Gandalf routinely visits Frodo in Bag End. One spring night, he tells Frodo the truth about the Ring and the story behind it. He informs him that Sauron has risen again and is in search of the Ring. Upon learning this, Frodo departs from the Shire alongside three Hobbit friends: Sam, Merry and Pippin.\n\nAlong the way, the four of them are faced with several obstacles and distractions, including Ringwraiths, who are the servants of Sauron, a malevolent willow tree and an evil tomb ghost. The group befriends wandering Elves on the way and set upon their path across Middle-earth to the Cracks of Doom, intending to destroy the Ring and foil the Dark Lords plan.",
    "price": 10.65,
    "stock": 32,
    "image": "02b9e2da19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 1
      }
    ]
  },
  {
    "name": "The Lord of the Rings - THE TWO TOWERS",
    "description": "The second part of J.R.R. Tolkien's epic adventureTHE LORD OF THE RINGS.\nThe company of the Ring is torn asunder. Frodo and Sam continue their journey alone down the great River Anduin - alone, that is, save for the mysterious creeping figure that follows wherever they go.\nThis continues the classic tale begun in The Fellowship of the Ring, which reaches its awesome climax in The Return of the King.\n",
    "price": 13.99,
    "stock": 40,
    "image": "02b9e49219be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 1
      }
    ]
  },
  {
    "name": "The Lord of the Rings. The Return of the King",
    "description": "\n\nThe armies of the Dark Lord are massing as his evil shadow spreads even wider.\n\nMen, Dwarves, Elves and Ents unite forces to battle against the Dark.\n\nMeanwhile, Frodo and Sam struggle further into Mordor in their heroic quest to destroy the One Ring.\n",
    "price": 16.75,
    "stock": 29,
    "image": "02b9e64a19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 1
      }
    ]
  },
  {
    "name": "T-Shirt Art Cat Soldier Ukrainian Trident",
    "description": "Ukraine T Shirt Art Cat Soldier Ukrainian Trident Stand With Ukraine T shirts\nFeatures:\n100% cotton, All t-shirts are Unisex. \n\n CARE INSTRUCTIONS\nMachine wash cold inside out and tumble dry low. Do not bleach. ",
    "price": 14.99,
    "stock": 11,
    "image": "ee3f7fdc98664baf81b6dfd6bbd5470d.png",
    "productTypes": [
      {
        "productTypeId": 8
      }
    ]
  },
  {
    "name": "Ocean Epoxy Table, Live Edge Wooden Table , Epoxy Resin River Table Furniture",
    "description": "This is a Epoxy Resin Gaming or Trading Desk made with Walnut which is beautified with colored pigment . The resin river table is brand new and the contemporary design would be a unique addition to your home. With its perfect combination of style and function this piece of furniture is sure to be the star of any room. This modern table will also make for an awesome gift for your friends or relatives.\n\nEach one is created with high quality resin and individually handcrafted. Resin is a highly reflective medium which will catch anyone’s eye walking into the room. All tables are finished to the highest standard. The epoxy resin is very strong & durable with specialised UV resistance. The tables are delivered flat packed. Simply bolt the legs.\n\nThis listing is for a custom Live edge Wooden Table. We have access to thousands of live edge slabs of domestic and exotic species that are imported from around the globe. We use only the highest quality of hardwoods and materials in our work, and believe only in perfection.\n\n",
    "price": 516.29,
    "stock": 1,
    "image": "02ba544a19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 10
      }
    ]
  },
  {
    "name": "PlayStation 5 PS5 Disc Edition Console",
    "description": "Immerse yourself in a world of gaming with the Sony PlayStation 5 Blu-ray Edition console. This high-performance device features cutting-edge technology, including lightning-fast load times, stunning graphics, and an ultra-high-speed SSD. Experience your favorite games like never before with the PS5's immersive haptic feedback, adaptive triggers, and 3D audio.\n\nThis console is perfect for gamers of all levels, with a sleek white design that complements any gaming setup. Whether you're playing solo or with friends, the Sony PS5 PlayStation 5 Blu-ray Edition Video Gaming Console delivers a truly unforgettable gaming experience. \nBrand - Sony\nType - Home Console\nPlatform - Sony PlayStation 5\nColor - White\nModel - Sony PlayStation 5 Blu-Ray Edition",
    "price": 487.23,
    "stock": 0,
    "image": "02b9f50419be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 2
      }
    ]
  },
  {
    "name": "6K ESC Dual Camera Drone GPS Brushless Motor Drone 5G HD Picture Quadcopter",
    "description": "Brand new and high quality\n60 million high-definition pixels, support remote 90° control\nGPS Global Positioning System, let you create fearlessly, know how to go home no matter how far away\nSmart follow the protagonist, automatic recognition lock follow shooting\nHigh-quality brushless motor.Resistance to strong wind.You can insist on creating even in harsh environments\nThe safe flight distance and altitude can be set through the APP, and the drone will fly within this range\n\nSpecification:\n2 Color: gray, black (Optional)\nSize: Expand: 24x24x5.5cm;Folding: 14x8.8x5.5cm\nFlight time: 28 minutes\nFlying distance: 1000m\nRemote control frequency: 5GHz\nRemote control battery: 3.7V500mAh lithium battery\nCharging time: about 3 hours\nBattery capacity: 7.4V3000mAh lithium battery\n\nPacking includes:\n1 x Brushless 5G-Dual 6K single battery Drone set",
    "price": 114.26,
    "stock": 7,
    "image": "02b9f6bc19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 2
      }
    ]
  },
  {
    "name": "Jackson Pro Series Signature Jeff Loomis Soloist SL7 7 String - Satin Black",
    "description": "A used Jackson Pro Series Jeff Loomis Soloist. This is a showroom model that has seen almost no use and is in fantastic condition. The guitar will ship with all original factory documentation and packaging. Additionally, before shipment our luthiers will provide a professional inspection and full setup, so it arrives ready to play. If you have any questions about this instrument or any of our great gear, please send us a message!\n\n*Please note--these may not be the photos of the actual guitar for sale.\n\nWhether with his solo efforts, his time with prog-metal band Nevermore and now Swedish powerhouse Arch Enemy, or guest appearances on countless projects with the metal elite, Jeff Loomis is known as one of the most respected technical guitarists in the game.\n\nJackson proudly collaborated with Loomis on a new addition to his signature lineup in the form of the Pro Series Signature Jeff Loomis Soloist SL7.\n\nWith an extended sonic palette that allows for extended expression all along the fretboard, this 7-string guitar features a 26.5\" scale length, resonant basswood body with sandblasted ash top and through-body three-piece maple neck with graphite reinforcement for rock-solid stability and enhanced sustain. Designed for highly technical, lightspeed playing, the 12\"-16\" compound radius bound ebony fingerboard hosts 24 jumbo frets and pearloid sharkfin inlays. For touring musicians, Luminlay side dots provide fret guidance even on the darkest of stages, while a conveniently-placed heel-mount truss rod adjustment wheel makes neck relief tweaks a breeze.\n\nA pair of active Seymour Duncan Jeff Loomis Signature Blackouts humbucking pickups creates a versatile voice with dynamic range, articulation and note attack. The neck pickup delivers smooth, glassy leads, while the bridge pickup sinks its teeth into more aggressive tones and sustain while maintaining its legato.\n\nThree-way toggle switching allows you to explore different pickup combinations, while a single volume control allows you to dial up the intensity on a whim. Dive and soar expressively with the Floyd Rose 1500 Series double-locking tremolo system, recessed for pick hand comfort, laser-accurate intonation and ultra-stable tuning.\n\nKeeping with his tradition of developing guitars with menacing metal style, the Pro Series Signature Jeff Loomis Soloist SL7 is cloaked in Satin Black with a matching Jackson pointed 7-in-line headstock and black hardware.\n\nSpecs\nColor: Satin Black\nSeries: Artist Signature\nFingerboard Material: Ebony\nFingerboard Radius: 12\"-16\" Compound Radius (304.8 mm to 406.4 mm)\nHeadstock: Jackson Pointed 7-In-Line\nHeadstock Binding: White\nNeck Construction: Neck-Through Body with Graphite Reinforcement\nNeck Finish: Satin Color Matched\nNeck Material: 3-Piece Maple\nNumber of Frets: 24\nNut Material: Floyd Rose 1500 Series Locking\nNut Width: 1.875\" (47.6 mm)\nPosition Inlays: Pearloid Sharkfin\nSide Dots: Luminlay\nString Nut: Floyd Rose 1500 Series Locking\nTruss Rod Nut: Heel-Mount Truss Rod Adjustment Wheel\nBody: Basswood\nBody Binding: White\nBody Finish: Satin\nBody Material: Basswood\nBody Shape: Soloist\nBody Top: Sandblasted Ash\nBridge: Floyd Rose 1500 Series Double-Locking Tremolo\nControl Knobs: Dome-Style\nHardware Finish: Black\nPickup Covers: Black\nStrap Buttons: Dunlop Dual-Locking\nSwitch Tip: Black\nTremolo Arm: Floyd Rose 1500 Series Locking\nTuning Machines: Jackson Sealed Die-Cast Locking\nBridge Pickup: Seymour Duncan Jeff Loomis Signature Blackouts\nControls: Volume\nNeck Pickup: Seymour Duncan Jeff Loomis Signature Blackouts\nPickup Configuration: HH\nSpecial Electronics: Active Electronics\nSwitching: 3-Position Toggle: Position 1. Bridge Pickup, Position 2. Bridge And Neck Pickups, Position 3. Neck Pickup",
    "price": 1199.00,
    "stock": 1,
    "image": "02ba724a19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 12
      },
      {
        "productTypeId": 13
      }
    ]
  },
  {
    "name": "Austin AU341S Natural Blonde Vintage Acoustic Guitar *Clean & Beautiful*",
    "description": "Austin AU341S Natural Blonde Vintage Acoustic Guitar *Clean & Beautiful*\n\nThe picture does not do this Guitar justice. It also plays wonderfully. No sharp edges on the frets. Low action. Flat belly. Everything functions properly. No known issues that I'm aware of. It has a fantastic sound with that aged in resonance that only comes with well aged guitars. Any additional information or pictures please ask. Strings will be removed prior to shipping unless asked not to. If you require shipping insurance please ask.\n",
    "price": 115.50,
    "stock": 16,
    "image": "02ba739e19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 12
      },
      {
        "productTypeId": 13
      }
    ]
  },
  {
    "name": "Ukrainian Military Men's Cap, Digital Camo",
    "description": " Ukraine 2022. Ukrainian Military Men's Cap, Ukraine Army Hat. Digital Camo\n\nUniversal size",
    "price": 23.00,
    "stock": 1,
    "image": "02ba357819be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 8
      },
      {
        "productTypeId": 9
      }
    ]
  },
  {
    "name": "Dining Table Wooden Solid Kitchen Oak Style Furniture Metal X Style Steel Legs",
    "description": "FEATURING OUR BEAUTIFUL HANDMADE RUSTIC DINING ROOM TABLE WITH X STYLE INDUSTRIAL STEEL STYLE BOX LEGS.\n\n \n\nThe table top comprises of 4 pieces of rustic, reclaimed timber professionally joined to create a stunning and extremely secure surface; perfect for any modern or traditional home, this table will be lasting you for many moments of enjoyment to come.\n\nEach piece of timber we use is sourced from only FSC suppliers, ensuring our commitment to preservation of the environment.\n\nWe carefully sand, plane and hand wax each table that leaves our workshop; while ensuring we do not take away from the timbers natural characteristics, something that is very difficult to replicate in mass produced tables.\n\nAs each piece of timber we use has individual characteristics, tables may vary very slightly to the image; due to our finishing wax absorbing differently the natural marks and scours.\n\nAs we hand manufacture every table in our local workshop, we can create the table to the dimensions to fit exactly what you require.\n\nTo go with our tables, we also offer benches which are created from the same timber; also with legs to replicate the table legs. If it isn’t a bench you are looking for, we also offer dining chairs in multiple colours which may suit your needs perfect.\n\nThe table legs are offered in Raw Steel Steel as standard, powder coated black legs are available, however we can do these legs in many RAL colour for you for an additional cost. If you would like a colour outside these, please let us know.\n\n \n\n \n\nThis table will come as a flat pack product and the legs will need to be attached to the table.\n\n \nThis listing is for the table only, chairs or benches will not be included. \n\n \n\nTable Dimensions:\n\nDepth: Either 88cm or 78cm.\n\nLength: 80cm – 300cm.\n\nThickness: 4.4cm.\n\nHeight: 77cm.",
    "price": 345.09,
    "stock": 9,
    "image": "f9dbdf4aee1c4694899af97b2c86d505.jpg",
    "productTypes": [
      {
        "productTypeId": 10
      }
    ]
  },
  {
    "name": "High quality heavy Relic vintage hand made electric guitar Sunburst 6-string",
    "description": "SPECIFICATIONS:\n\nScale length: 648MM/21Frets\n\nBody: Mahogany\n\nNeck: Maple\n\nFingerboard: Rosewood \n\nConstruction:Bolt On\n\nBridge: Tremolo\n\nPickup: Single *3\n\nControls: Volume*1 Tone*1, 5 Way Switch",
    "price": 249.99,
    "stock": 11,
    "image": "02ba74b619be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 12
      },
      {
        "productTypeId": 13
      }
    ]
  },
  {
    "name": "Excelsior 611 Accordion, C-Handle",
    "description": "The Excelsior accordion is in very good overall condition and has only slight signs of age and use.\n\nThe accordion is super to play and has a beautiful and powerful sound. With Tipo A Mano voices. We have thoroughly checked and completely retuned the accordion ! With new bellows holders and new bellows protector.\n\nIncl. strap and case !\n\nSystem: C-handle\nCassotto: No\nColor: Red\nWeight: 12,5 kg\nBasses: 120 bass\nTreble register: 14\nBass stops: 6\nchoirs: 5\nWarranty: 1 year\n\nTranslated with www.DeepL.com/Translator (free version)",
    "price": 2170.39,
    "stock": 9,
    "image": "02ba75d819be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 13
      }
    ]
  },
  {
    "name": "Canon EOS 10D 6.3MP 35-70/70-210mm Lens Set [Exc+++] w/Strap From Japan",
    "description": "Condition:Excellent+++\n\nThe appearance is somewhat threaded, \nbut there is absolutely no problem in normal use. \nWe hope you will be satisfied with the price and condition\n\nPlease check on the photos for detailed condition of the product. \n\n★ The appearance of super beautiful goods, the best behavior!\n★ Collaboration with smartphone Ease of use, with Wi-Fi function\n\n\nFunctional: \n\nIt works properly. \n\nIncludings: \n\n· Canon EOS 10D\n· Body cap\n· EF 35-70mm 3.5-4.5 A\n· Lens front and rear caps\n· EF 70-210mm F4\n· Lens front and rear caps\n· Battery pack\n· Battery charger\n· Strap\n\nLanguage changeable LCD monitor, English, Japanese etc..\n\n\nThis body works fine with no problems\nIf you have any questions, we will be happy to accept it at any time. We are waiting for your inquiries.",
    "price": 238.99,
    "stock": 3,
    "image": "02b9f88819be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 2
      }
    ]
  },
  {
    "name": "Scandalli Polifonico XIV DLM Musette 120 basses 4 choir",
    "description": "Hello I sell here an accordion Scandalli Polifonico XIV DLM Musette 120 basses 4 choirs.\n\nIt is visually and technically in a very good condition. \n\n    120 basses\n    42 treble keys\n    4 choirs\n\nWith strap without case\n\nOther:\nErrors excepted, however I always try to advertise all my items to the best of my knowledge.\nIf you have any further questions, please feel free to contact me by mail.",
    "price": 1754.86,
    "stock": 7,
    "image": "02ba770419be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 13
      }
    ]
  },
  {
    "name": "Sila 3 Chörig 120 Basses B-Handle",
    "description": "Vintage Marino Pigini Castelfidardo Orchestra Accordion With Case RARE.\n\nWorks and sounds great!\nFrom key to key is 20”\nTop of key to bottom of key is 5.5”",
    "price": 157.05,
    "stock": 21,
    "image": "02ba781c19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 13
      }
    ]
  },
  {
    "name": "\"Floating\" Tensegrity Table with adjustable wire tensioners",
    "description": "If you've seen those cool impossible floating tables and wanted one for yourself, then here's your chance. \n\nIt comes either pre-assembled, or as a kit with all the required screws and wire for you to assemble yourself. There are adjustable screw tensioners on the underside for making sure it stays level. You may need to tighten these when you receive it.\n\nThe table measures 10cm across and about 12cm high.\n\nIt's printed in bio-degradable PLA at a high resolution so has a fairly smooth appearance, though small flaws may occur as is common to 3D printed objects.\n\n",
    "price": 19.03,
    "stock": 13,
    "image": "02ba5f4e19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 10
      },
      {
        "productTypeId": 12
      }
    ]
  },
  {
    "name": "Electronic piano 88 keys Rockjam, Brand new, never used, includes stand.",
    "description": "Electronic piano 88 keys Rockjam, Brand new, never used, includes stand.",
    "price": 177.65,
    "stock": 24,
    "image": "02ba793419be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 13
      }
    ]
  },
  {
    "name": "Yamaha Clavinova electric piano",
    "description": "Beginner Yamaha Clavinova electric piano - Pick up only\n\nIncludes:\n\n5 instrument choices, piano, clavinet tone, e.piano, harpsichord, and pipe organ\n\nMetronome with tempo slide adjustability\n\nRecorder\n\nAdjustable music stand\n\nDemo tracks for each instrument\n\nSix 6.35mm aux ports\n\nMIDI in and out ports\n\nTwo pedals underneath\n\nSome paint chips but no damage to actual system",
    "price": 250.00,
    "stock": 4,
    "image": "02ba7bb419be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 13
      }
    ]
  },
  {
    "name": "Femme Pierre Naturelle Breloque Bracelet Bleu Aventurine À Lotus Om Bouddha",
    "description": "Fine or Fashion: Fashion\nItem type: Bracelets\nMaterial: Calculus\nBracelet type: Stranded bracelets\nFunction: Mood tracking\nParameter type : None\nis customized: Yes\nModel Number: br18070102\nStyle: Classic\nClasp type : Concealed safety clasp\nMetal type: zinc alloy\nGender: Female\nCompatibility: All compatible\nShape/pattern: Round\nChain type: String Chain",
    "price": 11.67,
    "stock": 3,
    "image": "02ba28f819be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 7
      },
      {
        "productTypeId": 9
      }
    ]
  },
  {
    "name": "Mens Dress Shirts Clothes Striped The White Collar Formal French Cuff Shirts Top",
    "description": "New with tags: A brand-new, unused, and unworn item (including handmade items) in the original packaging (such as the original box or bag) and/or with the original tags attached.",
    "price": 16.54,
    "stock": 14,
    "image": "02ba2e5219be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 8
      }
    ]
  },
  {
    "name": "Mapex Armory 5pc Fusion Drum Set Shell Pack (20\" Bass) AR504SCFG Emeral Burst",
    "description": "SPECIFICATIONS\n\t20\"x16\", 10\"x08\", 12\"x09\", 14\"x14\", 14\"x5.5\" Tomahawk Snare\n\tBirch/Maple/Birch Shells\n\t6Ply 7.2mm Shells\n\tSONIClear™ Tom Suspension\n\tEmerald Burst\n\tChrome Hardware\n\tSONIClear™ Floor Tom Feet\n\tLow-Contact Bass Drum Claws\n\tIncluded Armory Tomahawk Snare Drum\n\tSONIClear™ Bearing Edge\n The Birch/Maple/Birch 6Ply 7.2mm shell with the new SONIClear™ Bearing Edge allows for the direct transmission of sound, reduces unwanted frequencies and provides a strong fundamental pitch and an effortless tuning experience especially at lower tunings.\n\tThis 5-Piece Shell pack includes 10\" and 12\" stand mounted rack toms, 14\" floor tom. 14\" snare drum, and 20\"x16\" Kick Drum\n\tThe SONIClear™ tom suspension and floor tom feet increase overall resonance by preserving vibration in the shell and keeping stress away from the tension rods, helping the heads stay in tune.",
    "price": 999.00,
    "stock": 13,
    "image": "02ba82bc19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 13
      }
    ]
  },
  {
    "name": "Men's Watch Wrist Watches New Waterproof Man Luxury Stainless Steel Luminous Day",
    "description": "Men's Stainless Steel Watch\n\nGet yourself a brand new stainless steel wristwatch, perfect for any occasion due to its sleek and fashionable design, for a price that suits you!\n\nFeatures:\n\n    Stainless steel strap and case, for a fashionable and durable design. \n    Day display \n    High strength mineral glass \n    Japanese quartz movement for high accuracy \n    Up to 30m depth water resistant \n\nContents: \n\n    1 Stainless steel watch in original packaging \n",
    "price": 19.02,
    "stock": 30,
    "image": "02ba841019be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 14
      }
    ]
  },
  {
    "name": "NONI B - Womens Dress - Green - Shift Dresses - Halter Neck - Women's Clothing",
    "description": "With a flattering asymmetrical neckline, narrow strap detailing, and trendy petrol color, this half length dress will have you looking like the belle of the ball. You'll be looking good in a half length grey dress this summer. It features a regular hemline, buttons on the back with button fastening detail, elbow sleeve length sleeves that end just above the elbow joint, as well as being made of light fabric so you can feel comfortable all day long.",
    "price": 23.71,
    "stock": 34,
    "image": "02ba305019be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 8
      }
    ]
  },
  {
    "name": "Salvatore Ferragamo Men's F-80 Chronograph Quartz Watch with Rubber Strap 44mm",
    "description": "About this item\n\n    Chronograph\n    Day, Date and Month function\n    Quartz Movement\n    Case Diameter: 44mm\n    Water resistant to 100m (330ft): in general, suitable for swimming and snorkeling, but not diving\n\n\nSporty and masculine reflecting the authentic F-80 sport-luxury spirit. This best seller renews itself with a lighter look of the case and three different color variations, maintaining the characteristic ceramic top ring, end-piece and pushers that have made its design unique.",
    "price": 320.00,
    "stock": 13,
    "image": "02ba852819be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 14
      }
    ]
  },
  {
    "name": "Automatic Mechanical Hollow Flywheel Waterproof Luminous Moon Phase Men's Watch",
    "description": "Men 2023 Pindu Design Mens Watches Diamond Tourbillon Top Brand Luxury Astronomical Quartz Watch Men Astronomical Solar Montre Homme",
    "price": 47.60,
    "stock": 3,
    "image": "02ba865419be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 14
      }
    ]
  },
  {
    "name": "Round Diamond Ring with Double Halo in 14k White Gold ",
    "description": "Louis XV Jewelers\nJewelers of Distinction\nest. 2004\n\n\nFounded in the traditions of exceptional quality, style, and service, Louis XV jewels are \nbeing worn around the world. Our focus is on making sure every jewel is made with the \nabsolute most exquisite craftsmanship.   \n\nNationally, Louis XV has distinguished ourselves from the other elite jewelers\nby popularizing the concept of 'Obtainable Extravagance.' We are purveyors\nof important jewelry, aggressively priced. Obtainable Extravagance illustrates our \npassion to share these exquisite treasures. \n\nLouis XV is a full service jewelry salon in Scottsdale Arizona with a private showroom \navailable by appointment. We offer custom designed pieces as well as the one of a kind \npieces available through eBay and our dedicated website. \n\nPurchasing or receiving a gift of Louis XV jewelry makes a statement. It states\nquality, originality, opulence and luxury.  Sharing a Louis XV masterpiece\nassures that your gift will become more precious with time.",
    "price": 7800.00,
    "stock": 4,
    "image": "02ba878a19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 14
      }
    ]
  },
  {
    "name": "18K White Gold Round Diamond Eternity Ring Halo Natural 4.12 CT Certified",
    "description": "Item Details\nModel Number:\tDR2304-3650WY\nMetal:\t18K White Gold\nWeight:\t4.5 grams\nWidth:\t7.0 MM\nStyle:\tEternity\nRing Size:\t7 (contact us for sizing options)\n\nMain Stone Details\nMain Stone:\tDiamond\nCarat Weight:\t2.12 CT center diamonds, 3.60mm/0.17ct each\nShape:\tRound\nColor/Clarity:\tF/VS2\nCut:\tExcellent\nCertificate:\tGGA (click for more info)\n\nOther Diamond Details\nCarat Weight:\t2.00 CT, 96 side diamonds 1.8mm/0.02ct each\nShape:\tRound\nColor/Clarity:\tF/VS2\nCut:\tExcellent",
    "price": 6990.00,
    "stock": 5,
    "image": "02ba892e19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 9
      },
      {
        "productTypeId": 14
      }
    ]
  },
  {
    "name": "Hex dumbbells rubber gym weights encased hexagonal 10kg/15kg/20kg Single & Sets",
    "description": "MAXSTRENGTH Training with dumbbells allows you to select resistance training exercises based on their similarity to actual movements that occurs during sports. Dumbbells require more balance than training with barbells or machines, and balance is crucial for optimal performance.\n\nDumbbells also require more muscular control than barbells, thus enhancing kinesthetic awareness. The best part of training with dumbbells is it allows the athlete to train through a greater range of motion than barbells on some exercises.\n\nProduct Features:\n\n\n    High quality Solid Cast Dumbbell Encased In Rubber \n    Solid Metal Chrome Finish Contoured (Ergo) Handles \n    Protects Floors and Equipment's \n    Pinned Heads For Commercial or Home Use \n    Unique Design Ideal For Home of Commercial Market\n    Available in 2.5kg, 5kg, 7.5kg, 10kg, 12.5kg, 15kg, 20kg, 22.5kg and 25kg\n    Each Weight Comes as a Single and Pair\n    Tones & builds arm muscle strength\n    Ideal for light workouts\n    Perfect for Yoga, Pilates, Power walking and Fitness Training Exercises\n    Easy gripping to pick up in hands",
    "price": 28.23,
    "stock": 23,
    "image": "02ba8aa019be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 15
      }
    ]
  },
  {
    "name": "CAP Barbell Black Neoprene Coated Dumbbell Weights | Single, Pair or Set",
    "description": "VERSATILE - Dumbbells offer the ability to target specific muscle group exercises or a full body workout\n    CONSTRUCTION - Iron core made from ASTM A48 Grade 20 grey iron then precision dipped in 3mm of neoprene for safety and comfort\n    FEATURES – Original Hex Shaped heads prevent rolling. The medium diameter handle provides essential grip and security during use. Black neoprene coating is durable and protective\n    FUNCTIONAL - Perfect for training individual muscle groups or major muscle groups, HITT training and walking\n    CHOICES – This dumbbell group from CAP is available in sizes 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 12, and 15 lb\n\n\nFrom the manufacturer\n\nBenefits of Using Dumbbells\n\n    Build Muscle\n    Improve Core Strength\n    Boost Balance\n    Better Bone Health\n    Burn More Calories\n    Increased Energy Levels\n    Enhanced Overall Mood\n    and more!\n\n",
    "price": 11.36,
    "stock": 14,
    "image": "02ba904a19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 15
      }
    ]
  },
  {
    "name": "Barbell and Dumbbell Set Free Weight Training Lifting 120kg adjustable Set train",
    "description": "This versatile barbell and dumbbell set includes plates, six 5 kg plates, six 10kg plates,six 2.5 kg plates, four 1.25 kg plates, one barbell bar and two dumbbell bar and has a total weight of about 107 kg. It will be a perfect choice for those looking for varied workout options.\nIt includes , six 10kg weight plates,six 5 kg weight plates, four 2.5 kg weight plates, six 1.25 kg weight plates, one barbell bar and two dumbbell bar and has a total weight of about 107 kg.This versatile barbell and dumbbell set is perfect for chest, biceps, arms, triceps and back muscles\nIt includes, six 10kg weight plates ,six 5 kg plates, four 2.5 kg plates, esix 1.25 kg plates, one barbell bar and two dumbbell bar and has a total weight of about 107 kg.This set allows the users to variably select the weights they want to lift for different exercises Barbell bar (curl) dimensions: 25 mm x 120 cm (Diameter x L) Long Barbell\nBarbell bar (curl) dimensions: 25 mm x 120 cm (Diameter x L) Long Barbell dimensions 25 mm x 180 cm (Diameter x L) Dumbbell bar dimensions: 25 mm x 45 cm (Diameter x L) Total weight: 120 kg\nThese plates are made of cement with a plastic shell and they can easily be secured onto the bars with the included star locks\nThe weight is clearly stamped on each plate for quick and easy identification. Colour: Black Material: Cement plates + steel bars Diameter of large plates: 25 cm Diameter of medium plates: 20.5 cm Diameter of small plates: 18 cm Hole diameter: 26.5 mm Barbell bar (curl) dimensions: 25 mm x 120 cm (Diameter x L) Long Barbell dimensions 25 mm x 180 cm (Diameter x L)\nDumbbell bar dimensions: 25 mm x 45 cm (Diameter x L) Total weight: 120 kg Barbell bar (curl) weight: 5.2 kg Long barbell weight 7.6 kg Dumbbell bar weight (each): 0.61 kg Plate weight: 6x10kg 6 x 5 kg + 4 x 2.5 kg + 6 x 1.25 kg\nDelivery includes: 6x plates (10kg) 6 x Plate (5 kg) 4 x Plate (2.5 kg) 6x Plate (1.25 kg) 1 x Barbell bar (curl) 120cm 1x Long Barbell 180cm 2 x Dumbbell bar (each 45cm) 2 x Metal star lock (for barbell) 4 x Plastic star lock (for dumbbell) With accessories",
    "price": 290.59,
    "stock": 0,
    "image": "02ba91da19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 15
      }
    ]
  },
  {
    "name": "Customize Leather Boxing Gloves Sparring Set Any Logo. Name No Winning No Grant",
    "description": "Custom made Cowhide Leather Boxing Gloves Sparring Set Any Logo  or Name.No Winning No Grant\nMADE WITH 100% HIGH QUALITY COW SKIN LEATHER\n\nAVAILABLE IN ALL COLORS AND STYLE\n\nAVAILABLE IN ALL SIZE\n\n8oz/ 10oz / 12oz/ 14oz/ 16oz/ 18oz/ 20oz \n\nSAME COLOR HEAD GUARD AND GROIN AVAILABLE\n\nPRINT YOUR NAME OR ANY BRAND LOGO ON BOXING GLOVES\n\nALL BIG BRAND AVAILABLE\n\nFOR CUSTOMIZED SIZE COLOR AND\n\nLOGO PLEASE SEND ME A MESSAGE\n\n",
    "price": 170.99,
    "stock": 34,
    "image": "02ba931a19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 15
      }
    ]
  },
  {
    "name": "USI Crusher Heavy Bag Punching Boxing Bag Kickboxing MMA Strength Training",
    "description": "Usi boxing 2 item heavy set . Crusher training bag made of rough tough heavy nylon . Much heavier and best for unbeatable practice and training boxing sessions. Available in various sizes . Unfilled nylon heavy sturdy boxing bag. Ideally designed for boxers heavy bag work training sessions. It comes with heavy duty hanging bag chain super strong enough sturdy to handle weight of maximum heavy punching bag. With Free iron s hook hanger chain set.\n\n    Heaviest material construction for long term frequent uses.\n    Unfilled authentic training boxing bag for men's adult professionals.\n    Package Contains: Unfilled boxing bag with chain set one -one piece of each.",
    "price": 73.51,
    "stock": 0,
    "image": "02ba966c19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 15
      }
    ]
  },
  {
    "name": "Heavy Boxing Punching Bag Training Speed Kicking MMA Gym Workout Chain Hook",
    "description": "",
    "price": 16.99,
    "stock": 14,
    "image": "02ba984c19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 11
      },
      {
        "productTypeId": 15
      }
    ]
  },
  {
    "name": "Free standing Century Bob punchbag made from top quality materials.",
    "description": "Free standing Century Bob punchbag made from top quality materials.. it’s been laying about so need a good clean but I working order, will clean before collection ",
    "price": 162.43,
    "stock": 1,
    "image": "02ba9a3619be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 15
      }
    ]
  },
  {
    "name": "Extra Large Dog Bed Cat Pet Washable Cushion Puppy Mattress Soft Warm Calming",
    "description": "🐕【Premium Material】The main sleep surface is made of 100% polyester that is gentle for the pet's skin. The inner is filled with natural pp cotton and the bottom is twill with anti-slip particles. High-quality material keeps the dog bed warm and comfortable, provide a comfortable, healthy sleeping environment, and maintains its original shape for a long time.\n    🐕【Easy To Care】 Our dog beds are easy to clean and care for, supporting machine wash and hand wash. Just wash it as a whole without a removable cover. Regular care to keep your dog healthy.\n    🐕 [Support for harmonious sleep]: a quality dog bed designed for pets is ideal for pets who love to curl up. The raised rim of the dog bolster bed creates a sense of security and provides them with a secure feeling and head & neck support while they are sleeping.\n    🐕【Wide Range of Uses-This dog mattress can be used for dogs, cats, or other pets. Simple and versatile shapes can be combined with any pet house, pet box, or dog cage. If you want to buy a comfortable and durable bed for your pet, believe me, this will be the right choice for you, it will satisfy all your fantasies about pet beds\n    🐕【“Square” Dog Sofa Bed】Our dog beds shape like as U sofa bed, providing enough room for your pet to sleep, snooze or roll\n    Soft PP Cotton Full Filling\n    Moisture-proof / Waterproof \n    For Both Dogs & Cats\n    Machine Washable\n",
    "price": 15.09,
    "stock": 10,
    "image": "02ba1e9e19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 6
      },
      {
        "productTypeId": 10
      }
    ]
  },
  {
    "name": "Yakushigama Maneki-Neko Lucky Cat AM-Y7534 Good Luck Breloque Japon",
    "description": "Please do not order if you need perfect condition with no tears, dents, dirt.\nWe process a new item, but it may have tears, dents or dirt. Above all, we unpack boxes and crates to inspect the contents. At this point, the box or case may be slightly scratched, stained or have traces of tape removed. Also, in order to offer our customers the lowest possible price (especially for expensive or rare items), we sometimes buy boxes and cases that are a little soiled, or with some signs of scratches or scuffs. In addition, although packaging must be done with great care, the risk of damage to boxes and/or cases during transport is very high, due to long-distance shipping between international destinations. Therefore, we ask collectors and non-collectors who need a perfect box or case not to buy.\n\nTranslated with www.DeepL.com/Translator (free version)",
    "price": 42.84,
    "stock": 11,
    "image": "02ba275e19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 7
      },
      {
        "productTypeId": 9
      }
    ]
  },
  {
    "name": "Pawda Luxury Fashion Dog K-9 Clothes Cool Season Puppy Luxury Fleece Pet Hoodies",
    "description": "Pawda Luxury Fashion Dog K-9 Clothes Cool Season Puppy Luxury Fleece Pet Hoodies",
    "price": 12.85,
    "stock": 30,
    "image": "02ba202e19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 6
      },
      {
        "productTypeId": 8
      }
    ]
  },
  {
    "name": "Dog Cat Animal Cute Red Tie Collar Pet Adjustable Neck Tie US Ship",
    "description": "Condition: 100% Brand New\nColor: as pic show\nmaterials :cloth\ntie size  : 16cm , neck perimeter : 25-30cm .\nPackage contents: 1pc",
    "price": 6.49,
    "stock": 5,
    "image": "02ba21fa19be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 6
      }
    ]
  },
  {
    "name": "2x LED Solar Cup Pad Car Light Cover Interior Decoration Car Light Accessories ",
    "description": "100% brand new and high quality\nSolar Energy Cup Holder Bottom Pad LED Light Cover Trim For All cars All models\nSolar charging, pressing and vibration can be luminous.\nAfter receive the goods, you need pressing the back button for 6 seconds to open the cup pad.\nPlaced in the sun for 6 hours can be filled with electricity.\nFitment:Fit to any vehicles that come with the position of the LED CAR CUP HOLDER\n\nSpecification:\nMaterial: Acrylic\nLight Color: Blue\nCasing Color: Gray\nQuantity: 2Pcs\nDiameter: 6.8cm\n\nPackage Included:\n2 x LED Car Cup Holder Bottom Pad",
    "price": 13.89,
    "stock": 7,
    "image": "02ba23c619be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 7
      }
    ]
  },
  {
    "name": "German army combat fixed blade knife KM 2000 with sheath BW military bundeswehr",
    "description": "This is reproduction of combat knife KM 2000 used by German armed forces\n\nKnife featuring ergonomic hilt with safety belt eyelet and glass breaker on end of hilt\n\nScabbard can be fixed on belt support by snap fastener - revolving 360° \n\nKnife with scabbard can be fixed by snap fasteners and hook and loop closure on belt support\n\n\n\nBlade length: 16.5 Total length: 30 cm\n\nMade from 440 steel blade, Hilt and scabbard: glass fiber reinforced Polyamide",
    "price": 45.07,
    "stock": 0,
    "image": "02ba258819be11eebe560242ac120002.png",
    "productTypes": [
      {
        "productTypeId": 7
      },
      {
        "productTypeId": 9
      }
    ]
  }
]